Repository: mhalesto/ResumeStudio
Catalog: ResumeStudio/Localizable.xcstrings
Source language: en
Languages: de

# %@ · %lld words
source: %1$@ · %2$lld words
de: %1$@ · %2$lld Wörter

# %@ · checked %@
source: %1$@ · checked %2$@
de: %1$@ · geprüft %2$@

# %@ · expires %@
source: %1$@ · expires %2$@
de: %1$@ · läuft ab %2$@

# %@ accent colour%@
source: %1$@ accent colour%2$@
de: Akzentfarbe %1$@%2$@

# %@ accent%@
source: %1$@ accent%2$@
de: Akzent %1$@%2$@

# %@ at %@ · %@
source: %1$@ at %2$@ · %3$@
de: %1$@ bei %2$@ · %3$@

source: %@ plan
de: Tarif %@

# %@%lld since opening
source: %1$@%2$lld since opening
de: %1$@%2$lld seit dem Öffnen

# %lld · %lld interviews
source: %1$lld · %2$lld interviews
de: %1$lld · %2$lld Vorstellungsgespräche

source: %lld applications
de: %lld Bewerbungen

source: %lld changed areas
de: %lld geänderte Bereiche

source: %lld comments
de: %lld Kommentare

source: %lld interviews
de: %lld Vorstellungsgespräche

source: %lld live · know when you're read
de: %lld aktiv · sehen, wann gelesen wird

source: %lld minutes
de: %lld Minuten

source: %lld new
de: %lld neu

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld

# %lld of %lld active links on your plan.
source: %1$lld of %2$lld active links on your plan.
de: %1$lld von %2$lld aktiven Links in Ihrem Tarif.

# %lld of %lld AI credits available
source: %1$lld of %2$lld AI credits available
de: %1$lld von %2$lld KI-Credits verfügbar

# %lld of %lld AI-assisted imports available today
source: %1$lld of %2$lld AI-assisted imports available today
de: %1$lld von %2$lld KI-gestützten Importen heute verfügbar

# %lld of %lld AI-assisted imports remaining today
source: %1$lld of %2$lld AI-assisted imports remaining today
de: %1$lld von %2$lld KI-gestützten Importen heute übrig

# %lld percent complete. %@
source: %1$lld percent complete. %2$@
de: %1$lld Prozent abgeschlossen. %2$@

# %lld verified · %lld total
source: %1$lld verified · %2$lld total
de: %1$lld bestätigt · %2$lld gesamt

# %lld wpm · %lld sec
source: %1$lld wpm · %2$lld sec
de: %1$lld WPM · %2$lld Sek.

# %lld%% · Focus: %@
source: %1$lld%% · Focus: %2$@
de: %1$lld%% · Fokus: %2$@

source: %lld%% complete
de: %lld%% abgeschlossen

source: %lld%% fit
de: %lld%% Passung

source: 2 minutes
de: 2 Minuten

source: 5 separate AI-assisted résumé imports every day
de: 5 separate KI-gestützte Lebenslauf-Importe pro Tag

source: 7.4 seconds
de: 7,4 Sekunden

source: 10 AI credits in your first calendar month
de: 10 KI-Credits im ersten Kalendermonat

source: 30 days
de: 30 Tage

source: 60 days
de: 60 Tage

source: 60 seconds
de: 60 Sekunden

source: 90 days
de: 90 Tage

source: 90 seconds
de: 90 Sekunden

source: A new ResumeStudio member gets 10 AI credits when they create an account with your link. You receive 5 credits after their account is verified.
de: Ein neues ResumeStudio-Mitglied erhält 10 KI-Credits, wenn es über Ihren Link ein Konto erstellt. Sie erhalten 5 Credits, sobald dieses Konto bestätigt ist.

source: A permanent home for your résumé
de: Ein dauerhaftes Zuhause für Ihren Lebenslauf

source: A permanent link for your résumé
de: Ein dauerhafter Link zu Ihrem Lebenslauf

source: A PLAN FOR EVERY JOB SEARCH
de: EIN TARIF FÜR JEDE JOBSUCHE

source: A protected guest account is created automatically so AI results can be backed up immediately. Sign in to keep the same account across devices and reinstalls.
de: Ein geschütztes Gastkonto wird automatisch erstellt, damit KI-Ergebnisse sofort gesichert werden können. Melden Sie sich an, um dasselbe Konto auf allen Geräten und nach einer Neuinstallation zu behalten.

source: A reminder is scheduled three days before the deadline.
de: Eine Erinnerung wird drei Tage vor der Frist geplant.

source: A simulation built from published eye-tracking research. It runs entirely on this device — no credits, no upload, works offline.
de: Eine Simulation auf Basis veröffentlichter Eye-Tracking-Forschung. Sie läuft vollständig auf diesem Gerät — keine Credits, kein Upload, funktioniert offline.

source: A very long document was shortened to fit the AI request.
de: Ein sehr langes Dokument wurde für die KI-Anfrage gekürzt.

source: About
de: Über

source: Accent
de: Akzent

source: Accent colour
de: Akzentfarbe

source: Accent Colour
de: Akzentfarbe

source: Access verified with the App Store
de: Zugriff über den App Store bestätigt

source: Account and backup
de: Konto und Sicherung

source: Account and server data
de: Konto- und Serverdaten

source: Achievement or responsibility
de: Erfolg oder Verantwortung

source: Action — focus on what you personally did
de: Handlung — konzentrieren Sie sich darauf, was Sie selbst getan haben

source: Activity recovered. The original share address was not stored by the older server, so create a replacement if you need to share it again.
de: Aktivität wiederhergestellt. Die ursprüngliche Freigabeadresse wurde vom älteren Server nicht gespeichert. Erstellen Sie einen Ersatz, wenn Sie erneut teilen möchten.

source: Activity timeline
de: Aktivitätsverlauf

source: Add
de: Hinzufügen

source: Add %@ deadline
de: Frist für %@ hinzufügen

source: Add %lld
de: %lld hinzufügen

source: Add a recruiter, referral, hiring manager or mentor to personalise your outreach.
de: Fügen Sie einen Recruiter, eine Empfehlung, eine einstellende Führungskraft oder einen Mentor hinzu, um Ihre Kontaktaufnahme zu personalisieren.

source: Add a target job first
de: Fügen Sie zuerst eine Zielstelle hinzu

source: Add an offer when an application reaches the exciting part.
de: Fügen Sie ein Angebot hinzu, wenn eine Bewerbung spannend wird.

source: Add and target a job
de: Stelle hinzufügen und ausrichten

source: Add checklist item
de: Checklistenpunkt hinzufügen

source: Add Competency
de: Kompetenz hinzufügen

source: Add Education
de: Ausbildung hinzufügen

source: Add evidence
de: Nachweis hinzufügen

source: Add Experience
de: Erfahrung hinzufügen

source: Add favorite
de: Zu Favoriten hinzufügen

source: Add Highlight
de: Highlight hinzufügen

source: Add interview
de: Vorstellungsgespräch hinzufügen

source: Add item
de: Eintrag hinzufügen

source: Add next interview to Calendar
de: Nächstes Vorstellungsgespräch zum Kalender hinzufügen

source: Add offer
de: Angebot hinzufügen

source: Add or compare an offer
de: Angebot hinzufügen oder vergleichen

source: Add Paragraph
de: Absatz hinzufügen

source: Add photo
de: Foto hinzufügen

source: Add Reference
de: Referenz hinzufügen

source: Add section
de: Abschnitt hinzufügen

source: Add to Apple Calendar
de: Zu Apple Kalender hinzufügen

source: Add up to six — LinkedIn, a portfolio, GitHub.
de: Fügen Sie bis zu sechs hinzu — LinkedIn, ein Portfolio, GitHub.

source: Additional Details
de: Weitere Angaben

source: Additional sections
de: Weitere Abschnitte

source: Advanced layout
de: Erweitertes Layout

source: Advert or job specification
de: Anzeige oder Stellenbeschreibung

source: Advert quality
de: Qualität der Anzeige

source: After
de: Nachher

source: Against
de: Gegenüber

source: AI actions
de: KI-Aktionen

source: AI career tools
de: KI-Karrieretools

source: AI Competencies
de: KI-Kompetenzen

source: AI controls
de: KI-Einstellungen

source: AI cover letter
de: KI-Anschreiben

source: AI credits
de: KI-Credits

source: AI imports today
de: KI-Importe heute

source: AI interview tools unlock when this résumé reaches 90% completion.
de: KI-Interviewtools werden freigeschaltet, sobald dieser Lebenslauf zu 90 % vollständig ist.

source: AI is instructed not to invent achievements. You review the complete letter before applying it.
de: Die KI ist angewiesen, keine Erfolge zu erfinden. Sie prüfen das vollständige Anschreiben, bevor es übernommen wird.

source: AI is marking your answers…
de: Die KI bewertet Ihre Antworten…

source: AI organized this import without rewriting it. Review the mapped fields before exporting.
de: Die KI hat diesen Import strukturiert, ohne ihn umzuschreiben. Prüfen Sie die zugeordneten Felder vor dem Export.

source: AI preparation
de: KI-Vorbereitung

source: AI preparation unlocked
de: KI-Vorbereitung freigeschaltet

source: AI route
de: KI-Weg

source: AI runs only after you choose an AI action.
de: Die KI läuft erst, nachdem Sie eine KI-Aktion gewählt haben.

source: AI structures your résumé
de: Die KI strukturiert Ihren Lebenslauf

source: AI suggestions never replace your draft until you approve them.
de: KI-Vorschläge ersetzen Ihren Entwurf erst, wenn Sie sie bestätigen.

source: AI-assisted imports have their own daily allowance and never use your general AI credits. Local extraction and previews remain available after the allowance is used or while offline.
de: KI-gestützte Importe haben ein eigenes Tageskontingent und verbrauchen nie Ihre allgemeinen KI-Credits. Lokale Extraktion und Vorschauen bleiben verfügbar, wenn das Kontingent aufgebraucht ist oder Sie offline sind.

source: All current and future résumé and cover-letter templates
de: Alle aktuellen und künftigen Lebenslauf- und Anschreiben-Vorlagen

source: Allow AI career tools
de: KI-Karrieretools erlauben

source: Allow connected fallback on Free
de: Verbundene Ausweichoption im Free-Tarif erlauben

source: Already in your pipeline
de: Bereits in Ihrer Pipeline

source: Always free
de: Immer kostenlos

source: Annual commute cost
de: Jährliche Pendelkosten

source: Annual remote-work savings
de: Jährliche Ersparnis durch Remote-Arbeit

source: Annual value
de: Jahreswert

source: Anonymous by design: no names, locations, or IP addresses are shown or retained in your analytics.
de: Anonym von Grund auf: In Ihren Auswertungen werden weder Namen noch Standorte oder IP-Adressen angezeigt oder gespeichert.

source: Anonymous product insights
de: Anonyme Produktstatistiken

source: Answer review
de: Antwortprüfung

source: Answer time
de: Antwortzeit

source: Anyone opening it will see that the résumé is no longer available.
de: Wer ihn öffnet, sieht, dass der Lebenslauf nicht mehr verfügbar ist.

source: App Appearance
de: App-Erscheinungsbild

source: Appearance
de: Erscheinungsbild

source: Application
de: Bewerbung

source: APPLICATION COMMAND CENTER
de: BEWERBUNGSZENTRALE

source: Application deadline
de: Bewerbungsfrist

source: Application email
de: Bewerbungs-E-Mail

source: Application not found
de: Bewerbung nicht gefunden

source: Application Pack workflow
de: Bewerbungspaket-Ablauf

source: Application packet
de: Bewerbungspaket

source: Application Packet
de: Bewerbungspaket

source: Application Packets can open their application and follow-up messages directly in your preferred Mail app.
de: Bewerbungspakete können ihre Bewerbung und Folgenachrichten direkt in Ihrer bevorzugten Mail-App öffnen.

source: Application saved
de: Bewerbung gesichert

source: Applications
de: Bewerbungen

source: Applied
de: Beworben

source: Apply
de: Übernehmen

source: Apply formatting or translate this résumé
de: Formatierung anwenden oder diesen Lebenslauf übersetzen

source: Apply market formatting
de: Marktformatierung anwenden

source: Apply selected change
de: Ausgewählte Änderung übernehmen

source: Ask about your career or job hunt…
de: Fragen Sie zu Ihrer Karriere oder Jobsuche…

source: Ask me about work or your job hunt
de: Fragen Sie mich zu Arbeit oder Jobsuche

source: Ask work and job-search questions using your saved career information
de: Stellen Sie Fragen zu Arbeit und Jobsuche auf Basis Ihrer gesicherten Karriereinformationen

source: Assessment history
de: Verlauf der Einschätzungen

source: Assessment result
de: Ergebnis der Einschätzung

source: ATS Check
de: ATS-Prüfung

source: ATS Parsed View
de: ATS-Leseansicht

source: ATS readiness
de: ATS-Tauglichkeit

source: ATS tagged
de: ATS-markiert

source: ATS-safe layout
de: ATS-sicheres Layout

source: Attach source file
de: Quelldatei anhängen

source: Auto-fit to page target
de: Automatisch an Seitenziel anpassen

source: Available with Go, Pro, or the Design Pack
de: Verfügbar mit Go, Pro oder dem Design Pack

source: Back to goals
de: Zurück zu den Zielen

source: Backup
de: Sicherung

source: Base salary
de: Grundgehalt

source: Based on a published 2018 eye-tracking study of recruiter behaviour. Every check runs on device.
de: Basierend auf einer 2018 veröffentlichten Eye-Tracking-Studie zum Verhalten von Recruitern. Jede Prüfung läuft auf dem Gerät.

source: Before
de: Vorher

source: Benefits
de: Zusatzleistungen

source: Blank résumé
de: Leerer Lebenslauf

source: Body
de: Fließtext

source: Browse Templates
de: Vorlagen durchsuchen

source: Build a résumé that feels like you.
de: Ein Lebenslauf, der zu Ihnen passt.

source: Build personalised interview plan
de: Persönlichen Interviewplan erstellen

source: Build your advantage
de: Bauen Sie Ihren Vorsprung aus

source: Built from the checks below—not a promise about any employer's ATS.
de: Ermittelt aus den Prüfungen unten — keine Zusage über das ATS eines bestimmten Arbeitgebers.

source: Buy Design Pack
de: Design Pack kaufen

source: Calendar
de: Kalender

source: Calendar, Mail, Safari and Shortcuts
de: Kalender, Mail, Safari und Kurzbefehle

source: Cancel
de: Abbrechen

source: Cancel import
de: Import abbrechen

source: Capture
de: Erfassen

source: Capture a Job
de: Stelle erfassen

source: Capture this job
de: Diese Stelle erfassen

source: Career Coach
de: Karriere-Coach

source: Career contact
de: Karrierekontakt

source: Career evidence
de: Karrierenachweise

source: Career Intelligence
de: Karriere-Insights

source: Career level
de: Karrierestufe

source: Change photo
de: Foto ändern

source: Chart metric: %@
de: Diagrammkennzahl: %@

source: Check again
de: Erneut prüfen

source: Check My Résumé
de: Meinen Lebenslauf prüfen

source: Check the sequence below: some systems read the narrow column before the main story.
de: Prüfen Sie die Reihenfolge unten: Manche Systeme lesen die schmale Spalte vor dem Haupttext.

source: Checking for your hosted links…
de: Ihre gehosteten Links werden geprüft…

source: Checking your page…
de: Ihre Seite wird geprüft…

source: Choose a different link filter.
de: Wählen Sie einen anderen Linkfilter.

source: Choose a version
de: Version wählen

source: Choose a version to replace
de: Zu ersetzende Version wählen

source: Choose each change. Your original résumé stays untouched; accepted edits create a new version.
de: Entscheiden Sie über jede Änderung. Ihr ursprünglicher Lebenslauf bleibt unangetastet; übernommene Änderungen erzeugen eine neue Version.

source: Choose files
de: Dateien wählen

source: Choose how Resume Studio looks. System follows your device. This doesn't affect the exported PDF, which is always printed on white.
de: Wählen Sie, wie Resume Studio aussieht. „System“ folgt Ihrem Gerät. Das exportierte PDF ist davon nicht betroffen und wird immer auf Weiß gedruckt.

source: Choose how to start your résumé. You can change templates at any time.
de: Wählen Sie, wie Sie Ihren Lebenslauf beginnen. Vorlagen können Sie jederzeit wechseln.

source: Choose one version to delete. The imported résumé will immediately take its place.
de: Wählen Sie eine Version zum Löschen. Der importierte Lebenslauf tritt sofort an ihre Stelle.

source: Choose or merge workspace versions
de: Arbeitsbereich-Versionen wählen oder zusammenführen

source: Choose the saved version that should become “%@”.
de: Wählen Sie die gesicherte Version, die „%@“ werden soll.

source: Choose version
de: Version wählen

source: Choose what to erase
de: Wählen Sie, was gelöscht werden soll

source: Choose your answer
de: Wählen Sie Ihre Antwort

source: Choose your look
de: Wählen Sie Ihren Look

source: Claim 10 AI credits
de: 10 KI-Credits sichern

source: Claim 10 AI credits from a referral link
de: 10 KI-Credits über einen Empfehlungslink sichern

source: Claim 10 credits from a friend's referral
de: 10 Credits über die Empfehlung einer Freundin oder eines Freundes sichern

source: Claim a referral
de: Empfehlung einlösen

source: Claim a short link you can put on LinkedIn, in an email signature, or on a business card. It always shows your latest résumé — and, unlike a trackable link, it never expires.
de: Sichern Sie sich einen kurzen Link für LinkedIn, Ihre E-Mail-Signatur oder Ihre Visitenkarte. Er zeigt immer Ihren aktuellsten Lebenslauf — und läuft, anders als ein verfolgbarer Link, nie ab.

source: Clean job description
de: Stellenbeschreibung bereinigen

source: Clear processing history
de: Verarbeitungsverlauf löschen

source: Clear search
de: Suche löschen

source: Close
de: Schließen

source: Closing
de: Schlussformel

source: Closing date
de: Einsendeschluss

source: Coach this answer
de: Diese Antwort coachen

# Code %@ · expires %@
source: Code %1$@ · expires %2$@
de: Code %1$@ · läuft ab %2$@

source: Commute: %lld min
de: Pendelzeit: %lld Min.

source: Company
de: Unternehmen

source: Company address
de: Firmenanschrift

source: Company or recruiter (for your eyes only)
de: Unternehmen oder Recruiter (nur für Sie sichtbar)

source: Compare
de: Vergleichen

source: Compare %@
de: %@ vergleichen

source: Compare %lld
de: %lld vergleichen

source: Compare résumé versions
de: Lebenslauf-Versionen vergleichen

source: Compare templates
de: Vorlagen vergleichen

source: Compare Versions
de: Versionen vergleichen

source: Competency
de: Kompetenz

source: Complete 90% to unlock AI
de: Zu 90 % ausfüllen, um KI freizuschalten

source: Complete résumé
de: Vollständiger Lebenslauf

source: Confirm before applying
de: Vor dem Übernehmen bestätigen

source: Confirmation
de: Bestätigung

source: Connecting to private backup…
de: Verbindung zur privaten Sicherung…

source: Contact
de: Kontakt

source: Context — how you met, what you need, timing…
de: Kontext — wie Sie sich kennengelernt haben, was Sie brauchen, Zeitrahmen…

source: Continue editing
de: Weiter bearbeiten

source: Continue editing %@
de: %@ weiter bearbeiten

source: Continue with Apple
de: Weiter mit Apple

source: Continue with email
de: Weiter mit E-Mail

source: Continue with limited advert
de: Mit eingeschränkter Anzeige fortfahren

source: Copied
de: Kopiert

source: Copy
de: Kopieren

source: Copy complete result
de: Vollständiges Ergebnis kopieren

source: Copy link
de: Link kopieren

source: Copy LinkedIn content
de: LinkedIn-Inhalt kopieren

source: Copy résumé text
de: Lebenslauf-Text kopieren

source: Costs are shown before any AI action. Local edits and exports never consume credits.
de: Die Kosten werden vor jeder KI-Aktion angezeigt. Lokale Bearbeitungen und Exporte verbrauchen nie Credits.

source: Couldn’t create the PDF
de: PDF konnte nicht erstellt werden

source: Count
de: Anzahl

source: Counts reset each calendar week. ResumeStudio keeps these goals and activity records on your device unless you enable iCloud sync.
de: Die Zählung beginnt jede Kalenderwoche neu. ResumeStudio bewahrt diese Ziele und Aktivitätsdaten auf Ihrem Gerät auf, sofern Sie die iCloud-Synchronisierung nicht aktivieren.

source: Cover letter
de: Anschreiben

source: Cover Letter
de: Anschreiben

source: Create
de: Erstellen

source: Create account
de: Konto erstellen

source: Create connected application
de: Verknüpfte Bewerbung erstellen

source: Create link
de: Link erstellen

source: Create résumé version
de: Lebenslauf-Version erstellen

source: Create résumé-based assessment
de: Einschätzung auf Basis des Lebenslaufs erstellen

source: Create review request
de: Feedback-Anfrage erstellen

source: Create tailored version
de: Zugeschnittene Version erstellen

source: Create trackable link
de: Verfolgbaren Link erstellen

source: Create translated résumé version
de: Übersetzte Lebenslauf-Version erstellen

source: Create version
de: Version erstellen

source: Create your first link
de: Erstellen Sie Ihren ersten Link

source: Create your free account
de: Erstellen Sie Ihr kostenloses Konto

source: Create your free ResumeStudio account with my link and get 10 AI credits. I’ll get 5 too.
de: Erstellen Sie Ihr kostenloses ResumeStudio-Konto über meinen Link und erhalten Sie 10 KI-Credits. Ich erhalte ebenfalls 5.

source: Creating and exporting a professional résumé stays free. Upgrade for more AI, every design and hosted feedback.
de: Einen professionellen Lebenslauf zu erstellen und zu exportieren bleibt kostenlos. Upgraden Sie für mehr KI, alle Designs und gehostetes Feedback.

source: Creating cover letter…
de: Anschreiben wird erstellt…

source: Creating PDF preview...
de: PDF-Vorschau wird erstellt…

source: Creating your assessment…
de: Ihre Einschätzung wird erstellt…

source: Culture %lld/5
de: Kultur %lld/5

source: Culture: %lld/5
de: Kultur: %lld/5

source: Currency
de: Währung

source: Current
de: Aktuell

source: Current output
de: Aktuelles Ergebnis

source: Current profile
de: Aktuelles Profil

source: Currently %lld%% complete
de: Derzeit %lld%% abgeschlossen

source: Custom headings
de: Eigene Überschriften

source: Custom section
de: Eigener Abschnitt

source: CV page
de: Lebenslauf-Seite

source: Daily trends start with the next open
de: Tagestrends beginnen mit dem nächsten Öffnen

source: Data collection
de: Datenerhebung

source: Data control
de: Datenkontrolle

source: Data-collection summary
de: Übersicht zur Datenerhebung

source: Date
de: Datum

source: Date and time
de: Datum und Uhrzeit

source: Date range
de: Zeitraum

source: Day
de: Tag

source: Deadline
de: Frist

source: Degree or qualification
de: Abschluss oder Qualifikation

source: Delete
de: Löschen

source: Delete a version and import
de: Version löschen und importieren

source: Delete account
de: Konto löschen

source: Delete account and data
de: Konto und Daten löschen

source: Delete and import
de: Löschen und importieren

source: Delete interview
de: Vorstellungsgespräch löschen

source: Delete link
de: Link löschen

source: Delete link and its history
de: Link und seinen Verlauf löschen

source: Delete room and comments
de: Raum und Kommentare löschen

source: Delete this link?
de: Diesen Link löschen?

source: Deletes Firebase sign-in, saved AI work, referral and credit records, and Review Rooms owned by this account.
de: Löscht die Firebase-Anmeldung, gesicherte KI-Ergebnisse, Empfehlungs- und Credit-Daten sowie Review Rooms dieses Kontos.

source: Deleting…
de: Wird gelöscht…

source: Delivery %lld/100
de: Vortrag %lld/100

source: Demonstrated
de: Nachgewiesen

source: Design owned
de: Design im Besitz

source: Design Pack Forever
de: Design Pack für immer

source: Design Pack owned
de: Design Pack im Besitz

source: Design-led
de: Designorientiert

source: Direction
de: Richtung

source: Disable link now
de: Link jetzt deaktivieren

source: Dismiss coach introduction
de: Coach-Einführung ausblenden

source: Document language
de: Dokumentsprache

source: Document type
de: Dokumenttyp

source: Documents
de: Dokumente

source: Done
de: Fertig

source: Download
de: Laden

source: Downloaded the PDF
de: PDF geladen

source: Drafts stay on this device. Only the résumé text needed for an AI action is sent after you tap it.
de: Entwürfe bleiben auf diesem Gerät. Nur der Lebenslauf-Text, den eine KI-Aktion benötigt, wird gesendet, nachdem Sie darauf getippt haben.

source: Drag across the graph to inspect a day.
de: Ziehen Sie über das Diagramm, um einen Tag anzusehen.

source: Drag to move · Pinch to zoom
de: Ziehen zum Bewegen · Zwei Finger zum Zoomen

source: Drop PDF, DOCX, text, CSV or LinkedIn ZIP files to import
de: PDF-, DOCX-, Text-, CSV- oder LinkedIn-ZIP-Dateien zum Importieren ablegen

source: Duplicate
de: Duplizieren

source: Duplicate active
de: Duplikat aktiv

source: Duration
de: Dauer
